Tekla.Structures.ModelInternal.dotCreateReportFromModel_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.OnlySelected
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aTemplateName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aFileName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aXLTXFileName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aTitle1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aTitle2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.aTitle3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.XLSXFlags
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateReportFromModel_t.Result
DO NOT USE! For internal usage only!